[
  {
    "id": "cultural-corridors-highways",
    "eyebrow": "Routes & Heritage",
    "title": "Our Cultural Corridors",
    "dek": "Highways 40, 20, and 49 as living routes: First Peoples, gold, art, and small-town mythologies stitched into the Sierra.",
    "cover_image": "img/muse/cultural-corridors-highways.webp",
    "heyzine_url": "https://heyzine.com/flip-book/MUSE26#page/44",
    "muse_issue": "MUSE '26 | Issue 03",
    "author": "Jesse Locks",
    "lead_quote": {
      "text": "Nevada County's highways are more than just roads—they are cultural corridors.",
      "attribution": "MUSE (Jesse Locks)"
    },
    "body": [
      "Highways 49, 20, and 40 each carry their own heritage, but together they form a connected network that links Nevada County’s Cultural Districts, historic landmarks, and living communities.",
      "On “Old Highway 40,” the Lincoln Highway legacy runs through Donner Summit: petroglyphs etched into granite, Van Norden Meadow at the headwaters of the South Fork Yuba, and lodges and roadside history that still feel like alpine travel’s golden age.",
      "Highway 20 traces wagon routes of the California Trail into towns like Washington, where the 1857 Washington Hotel still anchors community life, and Rough and Ready, whose Street names and Secession Days keep its mining-era personality close to the surface.",
      "Highway 49 ties Gold Rush history to today’s arts life: Empire Mine’s preserved buildings and gardens, Malakoff Diggins’ ghost-town scale, and the North Columbia Schoolhouse—built by miners, now a rural creative hub and home to the Sierra Storytelling Festival."
    ],
    "quotes": [
      {
        "text": "Here, every curve tells a story.",
        "attribution": "MUSE (Jesse Locks)",
        "context": "Old Highway 40 climbs into Donner Summit, where ancient rock art, alpine meadows, and roadside lodges sit close to the Lincoln Highway legacy. Tap a place below to jump into the map."
      },
      {
        "text": "Built by miners for their children, the Schoolhouse now hosts artists, film screenings, poetry readings, craft fairs, weddings, and, of course, the internationally renowned Sierra Storytelling Festival.",
        "attribution": "MUSE (Jesse Locks)",
        "context": "Along Highway 49 on the San Juan Ridge, the North Columbia Schoolhouse is a restored landmark that doubles as a working arts venue. It’s an easy stop to pair with other Gold Rush-era sites nearby.",
        "target": {
          "pid": "ChIJoepxfil8m4ARpomosiYMY-k"
        }
      },
      {
        "text": "Stop at Van Norden Meadow, where the South Fork of the Yuba River begins its journey.",
        "attribution": "MUSE (Jesse Locks)",
        "context": "Near Donner Summit, Van Norden Meadow marks the headwaters of the South Fork Yuba. It’s a quiet, high-country detour that makes the Lincoln Highway story feel tangible.",
        "target": {
          "muse": "van-norden-meadow"
        }
      }
    ],
    "deep_links": [
      {
        "label": "Empire Mine",
        "url": "index-maplibre.html?pid=ChIJ77uYn65xm4ARmdUtw4vVkwk"
      },
      {
        "label": "Clair Tappaan Lodge",
        "url": "index-maplibre.html?pid=ChIJd_jyLnPom4ARhIGj4jrnU7Y"
      }
    ],
    "related_muse_place_ids": [
      "van-norden-meadow",
      "rainbow-lodge-donner-summit",
      "cisco-grove"
    ]
  },
  {
    "id": "off-the-wall-art-in-nature",
    "eyebrow": "Arts & Landscape",
    "title": "Off the Wall: Art in Nature",
    "dek": "Temporary trail art that asks you to slow down and notice: installations, land stewardship, and the outdoor gallery as a local tradition.",
    "cover_image": "img/muse/off-the-wall-art-in-nature.webp",
    "heyzine_url": "https://heyzine.com/flip-book/MUSE26#page/34",
    "muse_issue": "MUSE '26 | Issue 03",
    "author": "Annette Muller",
    "lead_quote": {
      "text": "Designed to be temporary, the works invite trail users to pause and appreciate the natural beauty before them.",
      "attribution": "MUSE (Annette Muller)"
    },
    "body": [
      "Each June, stars appear on Nevada County trails as part of Bear Yuba Land Trust’s Summer Star Hike Challenge: place-specific art commissioned on trust-held lands across a trail system that stretches for miles.",
      "The project sits inside a longer local tradition of outdoor arts organizations expanding the “stage” for visual and spoken work, including the Truckee-based nonprofit Trails & Vistas and its art hikes, workshops, and field trips.",
      "Since 2023, installations have included prayer flags along Cascade Canal Trail, found-object frames at Woodpecker Preserve, and masks built from Wolf Creek trail detritus. A Parks California grant helped expand into permanent installations, including Andres Amador’s “Connections” along Hirschman Trail and a tribally guided Nisenan Gateway collaboration at Wildflower Ridge Preserve."
    ],
    "quotes": [
      {
        "text": "To see art outside of the museum, or outside of some display area, transforms how you're experiencing that location.",
        "attribution": "Andres Amador (via MUSE)",
        "context": "MUSE frames these installations as site-specific: the work changes how you move through a trail, what you notice, and how long you linger. The point is less \"gallery\" and more \"place,\" where the hike and the artwork become inseparable.",
        "target": {
          "pid": "Ei8xMDAwIENlbWVudCBIaWxsIFJkLCBOZXZhZGEgQ2l0eSwgQ0EgOTU5NTksIFVTQSIxEi8KFAoSCcEqniVhepuAERWD3YqlHHFwEOgHKhQKEgnnWe7K4HqbgBGyr3AuIXRCOQ"
        }
      },
      {
        "text": "Art in nature is such a beautiful process.",
        "attribution": "Jenny Hale (via MUSE)",
        "context": "The article emphasizes temporary, weathered, and trail-made materials: flags, masks, and found objects that belong outdoors and eventually disappear. That ephemerality is treated as part of the work, not a limitation."
      }
    ],
    "deep_links": [
      {
        "label": "Hirschman Trail",
        "url": "index-maplibre.html?pid=Ei8xMDAwIENlbWVudCBIaWxsIFJkLCBOZXZhZGEgQ2l0eSwgQ0EgOTU5NTksIFVTQSIxEi8KFAoSCcEqniVhepuAERWD3YqlHHFwEOgHKhQKEgnnWe7K4HqbgBGyr3AuIXRCOQ"
      },
      {
        "label": "Cascade Canal Trail",
        "url": "index-maplibre.html?pid=ChIJp2l3l9Zxm4ARe-95-zgitTA"
      }
    ],
    "related_muse_place_ids": [
      "woodpecker-preserve",
      "wildflower-ridge-preserve",
      "rices-crossing-preserve",
      "wolf-creek-trail-art-in-nature"
    ]
  },
  {
    "id": "be-many-and-be-loud-open-mics",
    "eyebrow": "Writing & Live Performance",
    "title": "Be Many and Be Loud",
    "dek": "Open mics as the county's literary on-ramp: a place to practice craft, meet collaborators, and build a culture of listening.",
    "cover_image": "img/muse/open-mics-literary.webp",
    "heyzine_url": "https://heyzine.com/flip-book/MUSE26#page/48",
    "muse_issue": "MUSE '26 | Issue 03",
    "author": "Karen Terrey",
    "lead_quote": {
      "text": "We're watching a shift from something solitary to something communal that people really need.",
      "attribution": "Priya Hutner (via MUSE)"
    },
    "body": [
      "As Nevada County’s literary scene grows, open mics have become the on-ramp: places where writers try work in public, meet collaborators, and learn what it feels like to be heard.",
      "MUSE highlights a mix of formats and vibes, from family-friendly outdoor readings to art-gallery rooms where people come to listen (not just to hang). For performers, it’s craft practice; for audiences, it’s a steady stream of diverse voices and unusual storytelling.",
      "The article name-checks recurring events at The Center for the Arts (Off Center Stage), Darkhorse Coffee Roasters, Seven Stars Gallery, Sierra Center for Spiritual Living (hybrid), Nevada City Winery, and Alibi Ale Works in Truckee, plus other community music nights that keep the calendar full."
    ],
    "quotes": [
      {
        "text": "I see our literary community becoming more vibrant each year, with diverse voices, and more collaborations.",
        "attribution": "Priya Hutner (via MUSE)",
        "context": "MUSE positions open mics as the on-ramp for writers: a place to test work publicly, find collaborators, and meet an audience that shows up specifically to listen (not just to hang)."
      },
      {
        "text": "Open mics build community, and develop craft.",
        "attribution": "Priya Hutner (via MUSE)",
        "context": "The piece treats the format as two-sided: performers get repetition and practice, while audiences get a reliable calendar of new voices. Over time, that consistency becomes a local culture of reading and listening."
      }
    ],
    "deep_links": [
      {
        "label": "Center for the Arts",
        "url": "index-maplibre.html?pid=ChIJt2PNaTxwm4ARu524zpcVxWs"
      },
      {
        "label": "Nevada City Winery",
        "url": "index-maplibre.html?pid=ChIJl45hUHB6m4ARKj13PjZAWRQ"
      },
      {
        "label": "Alibi Ale Works (Truckee)",
        "url": "index-maplibre.html?pid=ChIJ44iLUsDfm4ARNfvxjaYr7Mc"
      }
    ],
    "related_muse_place_ids": [
      "darkhorse-coffee-roasters-truckee",
      "seven-stars-gallery-nevada-city",
      "sierra-center-for-spiritual-living",
      "poetry-in-parks",
      "truckee-lit-crawl",
      "tahoe-literary-festival",
      "tahoe-backyard-open-mic-series"
    ]
  },
  {
    "id": "rural-is-the-new-cool",
    "eyebrow": "Community & Place",
    "title": "Rural Is the New Cool",
    "dek": "A local's drive: Tyler Foote Road, the Ridge, and downtown Nevada City rituals that feel like they’ve always existed.",
    "cover_image": "img/muse/rural-is-new-cool.webp",
    "heyzine_url": "https://heyzine.com/flip-book/MUSE26#page/28",
    "muse_issue": "MUSE '26 | Issue 03",
    "author": "Diana Arbex",
    "lead_quote": {
      "text": "Drive north on Highway 49 from Nevada City... and you will feel time slow down.",
      "attribution": "MUSE (Diana Arbex)"
    },
    "body": [
      "The piece reads like a local itinerary: leave Nevada City, take Tyler Foote Road, and head to the Ridge’s cultural anchor points where history and art overlap in everyday ways.",
      "Along the way: Mother Truckers (a grocery store turned landmark), the North Columbia Schoolhouse Cultural Center (a creative epicenter with decades of stories and performances), and a drop-in at Ridge Cafe for a garden seat among neighbors and mountain folk.",
      "Back in town, it points to self-guided exploring, including a Tree Tour in the STORY app and a set of small downtown rituals: coffee at Communal Cafe, a stop at Crystal Rainbow Rock Shop, and Winnie Superette’s art-hung market shelves."
    ],
    "quotes": [
      {
        "text": "Its walls hold decades of stories, folk music, poetry, and art that bring locals together.",
        "attribution": "MUSE (Diana Arbex)",
        "context": "In the itinerary-style drive, MUSE describes North Columbia Schoolhouse Cultural Center as the Ridge’s cultural epicenter, a place where community history and creative life overlap in everyday ways.",
        "target": {
          "pid": "ChIJoepxfil8m4ARpomosiYMY-k"
        }
      },
      {
        "text": "Pause at Communal Café for a coffee among locals, and take in the art.",
        "attribution": "MUSE (Diana Arbex)",
        "context": "Back in Nevada City, the piece shifts into small rituals: a coffee stop that doubles as a local art moment before continuing through downtown shops and markets.",
        "target": {
          "muse": "communal-cafe-nevada-city"
        }
      }
    ],
    "deep_links": [
      {
        "label": "North Columbia Schoolhouse Cultural Center",
        "url": "index-maplibre.html?pid=ChIJoepxfil8m4ARpomosiYMY-k"
      },
      {
        "label": "Mother Truckers (Ma Trux mural)",
        "url": "index-maplibre.html?pid=ChIJO1PdDih9m4ARXnvrmPmJ5aw"
      }
    ],
    "related_muse_place_ids": [
      "ridge-cafe-north-san-juan",
      "communal-cafe-nevada-city",
      "crystal-rainbow-rock-shop-nevada-city",
      "winnie-superette-nevada-city"
    ]
  },
  {
    "id": "julia-morgan-legacy",
    "eyebrow": "Architecture & Memory",
    "title": "Architect Julia Morgan's Legacy in Nevada County",
    "dek": "A design lineage that refuses to dominate the landscape: craft, material honesty, and buildings that feel like conversations with place.",
    "cover_image": "img/muse/julia-morgan-legacy.webp",
    "heyzine_url": "https://heyzine.com/flip-book/MUSE26#page/42",
    "muse_issue": "MUSE '26 | Issue 03",
    "author": "Kyle Winters",
    "lead_quote": {
      "text": "Both the North Star House and the Twin Pines Lake & Ski House could have been monuments to dominance over nature; instead, they are conversations with nature that celebrate their surroundings.",
      "attribution": "MUSE (Kyle Winters)"
    },
    "body": [
      "The article frames Julia Morgan as a quiet giant: trained as an engineer at UC Berkeley, often the only woman in the room, and the first woman licensed as an architect in California.",
      "In Nevada County, it spotlights two very different projects: Twin Pines Lake & Ski House (1928) in Truckee’s High Sierra context, and the North Star House (completed 1905) in Grass Valley—Morgan’s first significant residential project—designed for Arthur DeWint Foote and Mary Hallock Foote.",
      "It follows the North Star House’s arc from decades of private and institutional use into disrepair, then the 2002 restoration effort, community champions, and its recent listing on the National Register of Historic Places."
    ],
    "quotes": [
      {
        "text": "The first woman licensed as an architect in the state's history.",
        "attribution": "MUSE (Kyle Winters)",
        "context": "MUSE opens by placing Julia Morgan in context: engineering training at UC Berkeley, often the only woman in the room, and a career that changed what was possible for architects in California."
      },
      {
        "text": "It's so intentionally integrated into the surroundings.",
        "attribution": "Jennifer McGuire (via MUSE)",
        "context": "The article argues these buildings could have been statements of dominance over nature, but instead read as conversations with the landscape. Integration and restraint are presented as part of the design ethic.",
        "target": {
          "pid": "ChIJw293JCpwm4ARw33E2UPCd3s"
        }
      }
    ],
    "deep_links": [
      {
        "label": "North Star House",
        "url": "index-maplibre.html?pid=ChIJw293JCpwm4ARw33E2UPCd3s"
      }
    ],
    "related_muse_place_ids": []
  },
  {
    "id": "latinx-culture-here-and-now",
    "eyebrow": "Identity & Celebration",
    "title": "Latinx Culture: At Home in the Moment",
    "dek": "Year-round visibility through food, music, festivals, and the daily stages created by schools, nonprofits, and small businesses.",
    "cover_image": "img/muse/latinx-culture.webp",
    "heyzine_url": "https://heyzine.com/flip-book/MUSE26#page/54",
    "muse_issue": "MUSE '26 | Issue 03",
    "author": "Leslie Caratachea",
    "lead_quote": {
      "text": "These events aren't simply entertainment, but vital anchors of identity, belonging, and connection.",
      "attribution": "MUSE (Leslie Caratachea)"
    },
    "body": [
      "Beyond the county’s mountain-tourism identity, the piece centers a large and diverse Latinx community shaping Nevada County’s cultural landscape through events, businesses, and community-based projects.",
      "It emphasizes “everyday stages” as much as festivals: cultural districts hosting showcases and performances (including a MUSE launch event in Truckee), schools and nonprofits weaving Latinx contributions into programming, and traditions like Las Reinas that blend cultural pride with academic opportunity.",
      "It also points to small businesses as cultural anchors, highlighting El Barrio Mexican Market in Grass Valley as a place where preservation and community care are part of the work, and closes with a call to treat Latinx culture as a core part of the region’s evolving identity."
    ],
    "quotes": [
      {
        "text": "I don't think of it like a business—it's just a piece for the community.",
        "attribution": "Christian Garcia (via MUSE)",
        "context": "MUSE highlights small businesses as cultural anchors, where preservation and community care are part of the work, not separate from it."
      },
      {
        "text": "Latinx culture is not an add-on or afterthought; it is part of the evolving identity of our region.",
        "attribution": "MUSE (Leslie Caratachea)",
        "context": "The closing argument is a reframing: Latinx culture is treated as year-round and foundational, expressed through festivals and everyday stages alike, and central to Nevada County’s story moving forward."
      }
    ],
    "deep_links": [
      {
        "label": "Condon Park Trails",
        "url": "index-maplibre.html?pid=ChIJvaoapyFwm4ARPbxYyUzn-Wg"
      }
    ],
    "related_muse_place_ids": []
  }
]
